Repository: a-pasquale/Products.SignupSheet
Catalog: Products/SignupSheet/i18n/signupsheet-plone-*.po
Languages: cs, pt_br

source: close signup sheet
cs: Ukončit registrace
pt_br: fechar inscrições

source: closed for submissions
cs: Registrace ukončeny
pt_br: inscrições encerradas

source: edit registrant form
cs: Nastavení reg. formuláře
pt_br: editar o formulário de inscrição

source: export data
cs: Export dat
pt_br: exportar dados

source: label_registered
cs: Registrovaný
pt_br: Confirmado

source: label_waitinglist
cs: V pořadníku
pt_br: Lista de espera

source: open for submissions
cs: Registrace povoleny
pt_br: aberto para inscrições

source: open signup sheet
cs: Povolit registrace
pt_br: abrir inscrições

source: thank_you
cs: Poděkování
pt_br: Obrigado

source: view registrants
cs: Zobrazit registrované
pt_br: ver inscritos
